{
    "book_id": "1",
    "verses": [
        {
            "verse_id": "1",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "தோடுடையசெவி யன்விடையேறியோர் தூவெண்மதிசூடிக் \\n காடுடையசுட லைப்பொடிபூசியென் னுள்ளங்கவர்கள்வன் \\n ஏடுடையமல ரான்முனை நாட்பணிந் தேத்தவருள்செய்த \\nபீடுடையபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "தோடணிந்த திருச்செவியை உடைய உமையம்மையை இடப்பாகத்தே உடையவனாய், விடை மீது ஏறி, ஒப்பற்ற தூய வெண்மையான பிறையை முடிமிசைச்சூடி, சுடுகாட்டில் விளைந்த சாம்பற் பொடியை உடல் முழுதும் பூசி வந்து என் உள்ளத்தைக் கவர்ந்தகள்வன், இதழ்களை உடைய தாமரை மலரில் விளங்கும் நான்முகன், படைத்தல் தொழில் வேண்டி முன்னை நாளில் வழிபட அவனுக்கு அருள்புரிந்த பெருமை மிக்க பிரமபுரத்தில் எழுந்தருளியுள்ள பெருமானாகிய இவன் அல்லனோ! "
        },
        {
            "verse_id": "2",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "முற்றலாமையிள நாகமோடேன முளைக்கொம்பவைபூண்டு \\n வற்றலோடுகல னாப்பலிதேர்ந்தென துள்ளங்கவர்கள்வன்\\n கற்றல்கேட்டலுடை யார்பெரியார்கழல் கையால் தொழுதேத்தப் \\n பெற்றமூர்ந்தபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "வயது முதிர்ந்த ஆமையினது ஓட்டினையும், இளமையான நாகத்தையும், பன்றியினது முளை போன்ற பல்லையும் கோத்து மாலையாக அணிந்து, தசைவற்றிய பிரமகபாலத்தில் உண்பொருள் கேட்டு வந்து என் உள்ளம் கவர்ந்தகள்வன், கல்வி கேள்விகளிற் சிறந்த பெரியோர்கள் தன் திருவடிகளைக் கைகளால் தொழுது ஏத்த அவர்கட்கு அருளும் நிலையில் விடைமீது காட்சி வழங்கும் பிரமபுரத்தில் விளங்கும் பெருமானாகிய இவனல்லனோ! "
        },
        {
            "verse_id": "3",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "நீர்பரந்தநிமிர் புன்சடைமேலோர் நிலாவெண்மதிசூடி \\n ஏர்பரந்தவின வெள்வளைசோரவென் னுள்ளங்கவர்கள்வன் \\n ஊர்பரந்தவுல கின்முதலாகிய வோரூரிதுவென்னப் \\n பேர்பரந்தபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "கங்கை நீர் நிரம்பி நிமிர்ந்த சிவந்த சடைமுடி மீது ஒரு கலையை உடைய நிலவைப் பொழியும் வெள்ளிய பிறைமதியைச் சூடி வந்து விரகமூட்டிக் கைகளில் அணிந்துள்ள ஓரினமான சங்கு வளையல்கள் கழன்று விழுமாறு செய்து, என் உள்ளத்தைக் கவர்ந்த கள்வன், மகாப்பிரளய காலத்தில் ஊர்கள் மிக்க இவ்வுலகில் அழியாது நிலை பெற்ற ஒப்பற்ற ஊர் இஃது என்ற புகழைப்பெற்ற பிரமபுரம் மேவிய பெருமானாகிய இவனல்லனோ! "
        },
        {
            "verse_id": "4",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "விண்மகிழ்ந்தமதி லெய்ததுமன்றி விளங்குதலையோட்டில் \\n உண்மகிழ்ந்துபலி தேரியவந்தென துள்ளங்கவர்கள்வன் \\n மண்மகிழ்ந்தவர வம்மலர்க்கொன்றை மலிந்தவரைமார்பில் \\n பெண்மகிழ்ந்தபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "வானவெளியில் மகிழ்ச்சிச் செருக்கோடு பறந்து திரிந்த மும்மதில்களையும் கணையொன்றினால் எய்து அழித்ததுமல்லாமல், விளங்கிய பிரமகபாலமாகிய தலையோட்டில் மனமகிழ்வோடு பலியேற்க வந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன் புற்றிடையே வாழும் பாம்பு, கொன்றை மலர் ஆகியவற்றால் நிறைந்த வரை போன்ற மார்பின் இடப்பாகத்தே உமையம்மையை மகிழ்வுடன் கொண்டருளியவனாய்ப் பிரமபுரத்தில் எழுந்தருளிய பெருமானாகிய இவன் அல்லனோ! "
        },
        {
            "verse_id": "5",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "ஒருமைபெண்மையுடை யன்சடையன்விடை யூரும்மிவனென்ன \\n அருமையாகவுரை செய்யவமர்ந்தென துள்ளங்கவர்கள்வன் \\n கருமைபெற்றகடல் கொள்ளமிதந்ததொர் காலம்மிதுவென்னப் \\n பெருமைபெற்றபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "ஒரு திருமேனியிலேயே உமையம்மைக்கு இடப்பாகத்தை அளித்தவன் என்றும், சடை முடியை உடையவன் என்றும், விடையை ஊர்ந்து வருபவன் என்றும் அவனது அழகைத் தோழியர் கூற அவ்வுரைப்படியே வந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன், சர்வசங்கார காலத்தில் கரிய கடல் பொங்கி வந்து உலகைக்கொண்டபோது தோணிபுரமாய் மிதந்த பெருமை பெற்ற பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ. "
        },
        {
            "verse_id": "6",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "மறைகலந்தவொலி பாடலோடாடல ராகிமழுவேந்தி \\n இறைகலந்தவின வெள்வளைசோரவென் னுள்ளங்கவர்கள்வன் \\n கறைகலந்தகடி யார்பொழில்நீடுயர் சோலைக்கதிர்சிந்தப் \\n பிறைகலந்தபிர மாபுரமேவிய பெம்மானிவனன்றே. ",
            "explanation": "ஒலி வடிவினதான வேதத்தைப் பாடிக் கொண்டும், ஆடிக் கொண்டும், மழுவாயுதத்தைக் கையில் ஏந்திக்கொண்டும் வந்து எனது முன் கையில் உள்ள ஓரினமான வெள்ளிய வளையல்கள் கழன்று விழ என்னை மெலிவித்து உள்ளத்தைக் கவர்ந்த கள்வன், இருள்செறிந்த, மணமுடைய பொழில்களிடத்தும் நீண்டு வளர்ந்த மரங்களை உடைய சோலைகளிடத்தும் நிலவைப் பொழியும் பிறையைச் சூடியவனாய்ப் பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ!  "
        },
        {
            "verse_id": "7",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "சடைமுயங்குபுன லன்அனலன்னெரி வீசிச்சதிர்வெய்த \\n உடைமுயங்குமர வோடுழிதந்தென துள்ளங்கவர்கள்வன் \\n கடன்முயங்குகழி சூழ்குளிர்கானலம் பொன்னஞ்சிறகன்னம் \\n பெடைமுயங்குபிர மாபுரமேவிய பெம்மானிவனன்றே.  ",
            "explanation": "சடையில் கலந்த கங்கையை உடையவனும், திருக்கரத்தில் அனலை உடையவனும், ஆடையின் மேல் இறுகக் கட்டிய பாம்பினனுமாய் எரிவீசி நடனமாடித்திரிந்து வந்து என் உள்ளம் கவர்ந்த கள்வன், கடலைத் தழுவிய உப்பங்கழிகளால் சூழப் பெற்றதும், குளிர்ந்த கடற்கரைச் சோலைகளையுடையதும், தம்முடைய பெடைகளை முயங்கித் திரியும் அழகிய சிறகுகளோடு கூடிய அன்னங்களை உடையதும், ஆகிய பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ! "
        },
        {
            "verse_id": "8",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "வியரிலங்குவரை யுந்தியதோள்களை வீரம்விளைவித்த \\n உயரிலங்கையரை யன்வலிசெற்றென துள்ளங்கவர்கள்வன் \\n துயரிலங்கும்முல கிற்பலவூழிகள் தோன்றும்பொழுதெல்லாம் \\n பெயரிலங்குபிர மாபுரமேவிய பெம்மானிவனன்றே.  ",
            "explanation": "கயிலை மலையைப் பெயர்த்துத் தனது பெருவீரத்தை வெளிப்படுத்திய புகழால் உயர்ந்த இலங்கை மன்னன் இராவணனின் வியர்வை தோன்றும் மலை போன்ற தோள்களின் வலிமையை அழித்த எனது உள்ளம் கவர்கள்வன், துயர் விளங்கும் இவ்வுலகில் பல ஊழிகள் தோன்றும் பொழுதெல்லாம் அழியாது தன் பெயர் விளங்கும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ! "
        },
        {
            "verse_id": "9",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "தாணுதல்செய்திறை காணியமாலொடு தண்டாமரையானும் \\n நீணுதல்செய்தொழி யந்நிமிர்ந்தானென துள்ளங்கவர்கள்வன் \\n வாணுதல்செய்மக ளீர்முதலாகிய வையத்தவரேத்தப் \\n பேணுதல்செய்பிர மாபுரமேவிய பெம்மானிவனன்றே.. ",
            "explanation": "திருமாலும், தாமரை மலரில் எழுந்தருளியிருக்கும் நான்முகனும், தனது தாளையும் முடியையும் சிறிதே காணுதற் பொருட்டுப் பன்றியாயும் அன்னமாயும் தேடிச் செயலற, அண்ணா மலையாய் நிமிர்ந்தவனாய், என் உள்ளம் கவர்கள்வனாய் விளங்குபவன், ஒளி பொருந்திய நுதலையும் சிவந்த நிறத்தையும் உடைய மகளிர் முதலாக உலகோர் அனைவரும் துதிக்க விரும்புதலைச் செய்யும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ!  "
        },
        {
            "verse_id": "10",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "புத்தரோடுபொறி யில்சமணும்புறங் கூறநெறிநில்லா \\n ஒத்தசொல்லவுல கம்பலிதேர்ந்தென துள்ளங்கவர்கள்வன் \\n மத்தயானைமறு கவ்வுரிபோர்த்ததோர் மாயம்மிதுவென்னப் \\n பித்தர்போலும்பிர மாபுரமேவிய பெம்மானிவனன்றே.  ",
            "explanation": "புண்ணியம் இன்மையால் புத்தர்களும் அறிவற்ற சமணர்களும் சைவத்தைப் புறங்கூறச் சான்றோர் வகுத்த நெறியில் நில்லாது, தமக்கு ஏற்புடையவாகத் தோன்றிய பிழைபட்ட கருத்துக்களைச் சொல்லித்திரிய, உலகனைத்தும் சென்று பலி தேர்ந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன், மதயானையை மருளுமாறு செய்து அதன் தோலை உரித்துப் போர்த்தது ஒரு மாயமான செயல் என்னுமாறு செய்து, பித்தனாய் விளங்கும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ!"
        },
        {
            "verse_id": "11",
            "pathigam_id": "1",
            "temple_name": "திருப்பிரமபுரம்",
            "pann": "நட்டபாடை",
            "verse": "அருநெறியமறை வல்லமுனியகன் பொய்கையலர்மேய \\n பெருநெறியபிர மாபுரமேவிய பெம்மானிவன்றன்னை \\n ஒருநெறியமனம் வைத்துணர்ஞானசம் பந்தன்னுரைசெய்த \\n திருநெறியதமிழ் வல்லவர்தொல்வினை தீர்தல்எளிதாமே.  ",
            "explanation": "அருமையான நெறிகளை உலகிற்கு வழங்கும் வேதங்களில் வல்ல பிரமனால் படைக்கப்பட்டதும், அகன்ற மலர் வாவியில் தாமரைகளையுடையதும் ஆகிய பிரமபுரத்துள் மேவிய முத்தி நெறி சேர்க்கும் முதல்வனை, ஒருமைப்பாடு உடைய மனத்தைப் பிரியாதே பதித்து உணரும் ஞானசம்பந்தன் போற்றி உரைத்தருளிய திருநெறியாகிய அருநெறியை உடைய தமிழாம் இத்திருப்பதிகத்தை ஓத வல்லவர்களின் பழவினைகள் தீர்தல் எளிதாகும். ஊழ்வினை தீர்வதற்குரிய மார்க்கங்கள் பல இருப்பினும், இத்திருப்பதிகத்தை ஓதுதலே எளிமை வாய்ந்தது என்பது குறிப்பிடத்தக்கது. "
        }
    ]
}